10/data/attachments/dc325f309c4ea8f3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Eric_number_Actions_95794_3</nif:username>
            <nif:friendToBeRequested>soap_actions_8cdd6833-6495-4db6-89e0-19594688a3e5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>